{
    "bot_meta": {
        "name": "ZRA Assistant",
        "language": "en",
        "description": "Chatbot to answer basic Zambia Revenue Authority and Smart Invoicing questions using Practice Note No. 1 of 2025."
    },
    "intents": [
        {
            "id": "greeting.general",
            "training_phrases": [
                "Hi",
                "Hello",
                "Good morning",
                "Good afternoon",
                "Good evening"
            ],
            "responses": [
                "Hello, welcome to the Zambia Revenue Authority virtual assistant. How can you be helped today?",
                "Welcome to the ZRA assistant. Ask anything about tax changes for 2025, Smart Invoice, VAT or other ZRA services."
            ]
        },
        {
            "id": "greeting.bemba",
            "training_phrases": [
                "Shani",
                "Mulishani",
                "Mwaiseni",
                "Mwashibukeni",
                "Chungulo mukwai"
            ],
            "responses": [
                "Ndi bwino, ngaiwe? Mwaiseni mukwai.",
                "Natotela. Kuti namwafwa shani lelo?"
            ]
        },
        {
            "id": "greeting.bemba.fine",
            "training_phrases": [
                "Ndi bwino",
                "Ndi fye bwino"
            ],
            "responses": [
                "Cawama. Kuti namwafwa shani na ZRA?",
                "Natotela. Mungepusha pa Smart Invoice nangu imisonkho."
            ]
        },
        {
            "id": "greeting.nyanja",
            "training_phrases": [
                "Moni",
                "Muli bwanji",
                "Muli bwanji?"
            ],
            "responses": [
                "Ndili bwino, kaya inu? Zikomo.",
                "Ndili bwino. Mungafunse za misonkho kapena Smart Invoice."
            ]
        },
        {
            "id": "greeting.nyanja.fine",
            "training_phrases": [
                "Ndili bwino",
                "Ndili bwino zikomo"
            ],
            "responses": [
                "Zikomo. Mungafunse za misonkho kapena Smart Invoice.",
                "Chabwino. Ndingakuthandizeni bwanji lero?"
            ]
        },
        {
            "id": "greeting.tonga",
            "training_phrases": [
                "Mwalumezi",
                "Mwabuka buti",
                "Mwabuka buti?"
            ],
            "responses": [
                "Ndililabotu. Mwapona buti?",
                "Ndililabotu. Ingamugwasya buti sunu?"
            ]
        },
        {
            "id": "greeting.tonga.fine",
            "training_phrases": [
                "Ndililabotu",
                "Ndililabotu zikomo"
            ],
            "responses": [
                "Kabotu. Ingamugwasya buti sunu?",
                "Zikomo. Amubuzye zya Smart Invoice."
            ]
        },
        {
            "id": "greeting.lozi",
            "training_phrases": [
                "Lumela",
                "Mlumeleng",
                "U pila cwang",
                "U zuhile cwang",
                "Mutozi chwani",
                "Muzuhile"
            ],
            "responses": [
                "Na pila hande, wena u pila cwang?",
                "Ni itumezi. Mutozi cwani?"
            ]
        },
        {
            "id": "greeting.lozi.fine",
            "training_phrases": [
                "Na pila hande",
                "Na pila hande zikomo"
            ],
            "responses": [
                "Ni itumezi. Mwakona kubuza za Smart Invoice kapa mitelo.",
                "Hande. Mwakona kubuza za ZRA."
            ]
        },
        {
            "id": "greeting.about_bot",
            "training_phrases": [
                "What can you do?",
                "How can you help me?",
                "Who are you?",
                "What is this chatbot for?"
            ],
            "responses": [
                "This assistant provides general guidance on recent Zambian tax changes for 2025, including income tax, VAT, Smart Invoice requirements, turnover tax, mobile money levy and other topics covered in Practice Note No. 1 of 2025. It does not replace the law or official ZRA advice."
            ]
        },
        {
            "id": "zra.definition",
            "training_phrases": [
                "What is the Zambia Revenue Authority?",
                "What is ZRA?",
                "Define ZRA"
            ],
            "responses": [
                "ZRA is the statutory body that administers and collects taxes and related levies in Zambia, including income tax, VAT, customs and excise duties, and specific charges like the mobile money transaction levy."
            ]
        },
        {
            "id": "zra.mission_vision",
            "training_phrases": [
                "What is ZRA's mission?",
                "What is ZRA's vision?",
                "ZRA mission and vision",
                "Tell me about ZRA"
            ],
            "responses": [
                "ZRA's mission is to optimise and sustain revenue collection and administration for a prosperous Zambia.",
                "ZRA's vision is to be a world class model of excellence in revenue administration and trade facilitation.",
                "The ZRA tagline is: \"My Tax, Your Tax, Our Destiny\"."
            ]
        },
        {
            "id": "zra.practice_note_scope",
            "training_phrases": [
                "What is Practice Note No. 1 of 2025?",
                "Which laws are covered in this practice note?",
                "What changes are explained in Practice Note 1 2025?"
            ],
            "responses": [
                "Practice Note No. 1 of 2025 provides general guidance on various tax changes that take effect from 1 January 2025.",
                "It covers amendments to: the Income Tax Amendment Act No. 22 of 2024, Property Transfer Tax Amendment Act No. 27 of 2024, Value Added Tax Amendment Act No. 23 of 2024, VAT Regulations and Electronic Invoicing Regulations, Income Tax Advance Income Tax Regulations, Customs and Excise changes, Insurance Premium Levy changes, and the Mobile Money Transaction Levy Act No. 25 of 2024.",
                "The practice note is for general guidance only and is not a legal authority, and it does not remove any person's right of appeal or ZRA's discretion under the law."
            ]
        },
        {
            "id": "zra.key_changes_2025",
            "training_phrases": [
                "What are the main tax changes effective 1 January 2025?",
                "Key tax changes 2025",
                "Summary of 2025 tax amendments"
            ],
            "responses": [
                "Key changes include: Turnover tax threshold increased to K5,000,000 and rate set at 5% above K12,000 up to that limit. Property transfer tax increased to 8% on land, shares, intellectual property and exploration rights. Advance income tax introduced on certain exports and foreign remittances without a tax clearance certificate at 15%. VAT input tax restricted mainly to Smart Invoice or exempted systems."
            ]
        },
        {
            "id": "tpin.definition_requirement",
            "training_phrases": [
                "What is a TPIN?",
                "When is a TPIN required?",
                "Do I need a TPIN for mobile money?",
                "TPIN requirements"
            ],
            "responses": [
                "A TPIN is a unique tax registration number and is now mandatory for opening and maintaining accounts with water utilities, mobile money and telecom operators, for membership with professional bodies, and for registering land title deeds, among other regulated transactions."
            ]
        },
        {
            "id": "tpin.application",
            "training_phrases": [
                "How do I apply for a TPIN?",
                "Get a TPIN",
                "TPIN registration process"
            ],
            "responses": [
                "You can apply: Online via the ZRA website. Through the TaxOnApp mobile application. Using the USSD code *858# on supported networks, after which your TPIN and credentials are sent to your email and phone."
            ]
        },
        {
            "id": "smart_invoice.basic_definition",
            "training_phrases": [
                "What is Smart Invoice?",
                "Explain the electronic invoicing system",
                "What is the ZRA e-invoicing system?",
                "What do you mean by Smart Invoicing?",
                "Smart Invoice",
                "Smart Invoicing"
            ],
            "responses": [
                "Smart Invoice is the electronic invoicing system defined in the VAT framework which issues tax invoices with fiscal memory and transmits data to ZRA in real time, replacing earlier manual and some electronic fiscal device arrangements.",
                "From 1 January 2025, only invoices issued through the electronic invoicing system (Smart Invoice) or by a taxable supplier that ZRA has exempted from using Smart Invoice can generally be used to support VAT input tax claims."
            ]
        },
        {
            "id": "smart_invoice.effective_date",
            "training_phrases": [
                "From when do the new Smart Invoice rules apply?",
                "Smart Invoice effective date",
                "When does Smart Invoice start?"
            ],
            "responses": [
                "The main Smart Invoice and VAT rules discussed in Practice Note No. 1 of 2025 apply from 1 January 2025, which is the commencement date for the relevant amendment legislation."
            ]
        },
        {
            "id": "smart_invoice.input_tax_restriction",
            "training_phrases": [
                "Can I still use manual invoices for input VAT?",
                "Are invoices outside Smart Invoice allowed for input tax?",
                "Which invoices qualify for input tax claims?",
                "Do I need Smart Invoice to claim VAT?",
                "Are any non-Smart-Invoice invoices still valid for input tax?"
            ],
            "responses": [
                "For supplies from 1 January 2025, input VAT may generally only be claimed from invoices generated by Smart Invoice or from invoices issued by taxable suppliers formally exempted from using Smart Invoice; other manual invoices will not support input tax claims.",
                "Yes, tax invoices issued outside Smart Invoice up to 31 December 2024 remain valid for input VAT claims in 2025 if they meet the ninety‑day claim period and all mandatory tax invoice requirements."
            ]
        },
        {
            "id": "smart_invoice.system_downtime",
            "training_phrases": [
                "What happens when Smart Invoice is down?",
                "How long do I have to upload manual invoices?",
                "What if there is a system failure on the e-invoicing platform?"
            ],
            "responses": [
                "If Smart Invoice or an approved invoicing system fails, the supplier may record transactions manually, but must upload all such transactions to the electronic invoicing system within 72 hours after the system is restored."
            ]
        },
        {
            "id": "smart_invoice.exemption",
            "training_phrases": [
                "Who can be exempted from Smart Invoice?",
                "Can ZRA allow me not to use Smart Invoice?",
                "Conditions for exemption from e-invoicing",
                "Can ZRA exempt a business from using Smart Invoice?"
            ],
            "responses": [
                "The Commissioner‑General may authorise a taxable supplier to use a different approved document, device or equipment instead of Smart Invoice under prescribed conditions, and invoices issued under such exemption may still be used for input tax purposes."
            ]
        },
        {
            "id": "smart_invoice.transfer_system",
            "training_phrases": [
                "Can I transfer my approved invoicing system to another business?",
                "Transfer Smart Invoice system"
            ],
            "responses": [
                "No, a taxable supplier that has registered an approved invoicing system for its own use may not transfer that system to another taxable supplier."
            ]
        },
        {
            "id": "smart_invoice.insurance_levy",
            "training_phrases": [
                "How does Smart Invoice affect insurance premium levy?",
                "Smart Invoice for insurance"
            ],
            "responses": [
                "The Insurance Premium Levy amendments replace references to electronic fiscal devices with electronic invoicing systems, meaning insurers, brokers and agents must use an electronic invoicing system (such as Smart Invoice or an approved equivalent) to record insurance premiums and levy and to issue tax invoices."
            ]
        },
        {
            "id": "smart_invoice.scope",
            "training_phrases": [
                "Does Smart Invoice affect all VAT-registered suppliers?",
                "Who must use Smart Invoice?"
            ],
            "responses": [
                "Yes, all VAT‑registered suppliers are expected to comply with Smart Invoice or an approved equivalent unless ZRA grants an exemption, and failure to use the prescribed system can invalidate invoices for input tax claims and may attract penalties."
            ]
        },
        {
            "id": "smart_invoice.support",
            "training_phrases": [
                "Where can I get technical support on Smart Invoice?",
                "Help with Smart Invoice"
            ],
            "responses": [
                "Practice Note No. 1 of 2025 directs taxpayers to ZRA’s online channels and dedicated Smart Invoice support contacts, and also advises taxpayers to contact the ZRA Call Centre or visit Customer Experience Centres for assistance."
            ]
        },
        {
            "id": "vat.thresholds_and_registration",
            "training_phrases": [
                "What is the VAT registration threshold for 2025?",
                "What is the VAT threshold for 2025?",
                "What is the VAT threshold?",
                "VAT threshold",
                "VAT registration threshold",
                "Do I need to register for VAT?",
                "What is the VAT turnover threshold?",
                "VAT threshold Zambia 2025",
                "VAT threshold 2025",
                "How much to register VAT?",
                "VAT registration limit"
            ],
            "responses": [
                "The statutory VAT registration threshold remains at K800,000 annual taxable turnover.",
                "If your annual taxable turnover exceeds K800,000, you are required to register for VAT, subject to the normal rules."
            ]
        },
        {
            "id": "turnover_tax.threshold_and_rate",
            "training_phrases": [
                "What is the turnover tax threshold for 2025?",
                "New turnover tax rate Zambia 2025",
                "Do I qualify for turnover tax?",
                "Turnover tax limits and rate"
            ],
            "responses": [
                "From 2025, the maximum annual threshold for turnover tax has increased from K800,000 to K5,000,000.",
                "For turnover between K12,000 and K5,000,000 per annum, the turnover tax rate is 5 percent.",
                "A taxpayer with annual taxable turnover exceeding K800,000 but not exceeding K5,000,000 is required to register for both turnover tax and VAT, while above K5,000,000 they fall under income tax and VAT."
            ]
        },
        {
            "id": "turnover_tax.gig_economy",
            "training_phrases": [
                "How is the gig economy taxed?",
                "What about online and gig workers for turnover tax?",
                "Turnover tax for gig economy 2025"
            ],
            "responses": [
                "The annual turnover threshold for turnover tax for persons conducting business through the gig economy has also increased to K5,000,000."
            ]
        },
        {
            "id": "turnover_tax.exclusions",
            "training_phrases": [
                "Who is excluded from turnover tax?",
                "Is rental income under turnover tax?",
                "Are mining operations on turnover tax?"
            ],
            "responses": [
                "Partnerships, income from consultancy services, mining operations and businesses on voluntary VAT registration remain excluded from turnover tax.",
                "The rental tax threshold remains at K800,000 and the threshold for artisanal and small‑scale mining licence holders also remains at K800,000."
            ]
        },
        {
            "id": "tax_clearance_certificate.basic",
            "training_phrases": [
                "What is a Tax Clearance Certificate (TCC)?",
                "When do I need a tax clearance certificate?",
                "Is tax clearance required for licences?",
                "Explain the general tax clearance certificate"
            ],
            "responses": [
                "A TCC confirms that a person or partnership has met tax obligations or agreed arrangements under laws administered by ZRA, and it is required for transactions like transfer of property, change of motor vehicle ownership, obtaining trading and mining licences, and many government permits.",
                "Professional bodies and other regulators must also require a tax clearance certificate for registration, renewal and issuance of practising licences, except for students or applicants not carrying on related business."
            ]
        },
        {
            "id": "tax_clearance_certificate.exemptions",
            "training_phrases": [
                "Are there exemptions from needing a TCC?",
                "Who is exempt from tax clearance certificate?",
                "TCC exemptions"
            ],
            "responses": [
                "Yes, a TCC is not required for: Students registering with regulatory institutions. Applicants not carrying on business related to the regulator. Supplies of goods and services below ZMW 200 per transaction and agricultural produce up to ZMW 10,000 per transaction."
            ]
        },
        {
            "id": "tax_clearance_certificate.application",
            "training_phrases": [
                "How do I apply for a Tax Clearance Certificate online?",
                "Apply for TCC",
                "Get tax clearance certificate"
            ],
            "responses": [
                "Log into the ZRA web portal using your TPIN and password, navigate to the Compliance or Tax Clearance section, submit an application for a TCC, and once approved you can print or download the certificate from the portal."
            ]
        },
        {
            "id": "advance_income_tax.remittances_and_exports",
            "training_phrases": [
                "What is Advance Income Tax (AIT) on remittances and exports?",
                "How is AIT on exports charged?",
                "Do I pay tax when sending money abroad?",
                "Advance income tax on foreign payments"
            ],
            "responses": [
                "If a taxpayer has no valid TCC, a 15% AIT is charged on: Exports of goods for commercial purposes at the port of entry. Foreign remittances above USD 2,000 (or kwacha equivalent) through a commercial bank.",
                "This AIT is a credit against future tax, not a final tax, and can be used to offset other liabilities or be refunded if there are no liabilities."
            ]
        },
        {
            "id": "mobile_money_levy.basic",
            "training_phrases": [
                "What is the Mobile Money Transaction Levy?",
                "Who pays mobile money levy?",
                "Mobile money levy Zambia 2025"
            ],
            "responses": [
                "The Mobile Money Transaction Levy Act No. 25 of 2024 imposes a levy on payment or transfer of electronic money from one person to another, and it is administered by ZRA.",
                "Mobile money service providers must collect the levy, submit returns, remit the levies to ZRA by the due date, and keep records of their operations, with penalties for non‑compliance."
            ]
        },
        {
            "id": "pay_as_you_earn.basic",
            "training_phrases": [
                "Explain PAYE in Zambia",
                "How are salaries taxed in 2025?",
                "PAYE bands 2025",
                "What income is taxable under PAYE?"
            ],
            "responses": [
                "Pay As You Earn (PAYE) is the system under which employers deduct income tax from employees' emoluments using monthly tax bands for each charge year.",
                "Taxable emoluments include monthly salary, commutation of accrued leave days and accrued service bonuses, while certain payments like pension benefits, redundancy pay and medical expenses paid by the employer may be exempt."
            ]
        },
        {
            "id": "paye.disability_credit",
            "training_phrases": [
                "Is there a tax credit for persons with disabilities?",
                "Disability tax credit Zambia",
                "How much is the disability credit?"
            ],
            "responses": [
                "An employee registered with the Zambia Agency for Persons with Disabilities is entitled to a disability tax credit of K7,200 per annum, which is K600 per month.",
                "The employer should apply this credit when computing PAYE so that the employee's monthly tax payable is reduced by the credit amount."
            ]
        },
        {
            "id": "paye.refunds",
            "training_phrases": [
                "When can PAYE be refunded?",
                "How do I get a PAYE refund?",
                "Can overpaid PAYE be refunded?"
            ],
            "responses": [
                "PAYE is generally non‑refundable, but a refund may arise where tax has been overcharged in a charge year, for example due to payroll errors, use of wrong tax bands, or taxation of exempt income.",
                "A refund can also arise if an employee stops work during the year or makes eligible deductions such as donations to an approved Public Benefit Organisation, subject to the 15 percent limit of taxable income."
            ]
        },
        {
            "id": "property_transfer_tax.basic",
            "training_phrases": [
                "What is the property transfer tax rate in 2025?",
                "PTT rate on land and shares",
                "How much PTT do I pay?"
            ],
            "responses": [
                "From 1 January 2025, the property transfer tax rate is 8 percent of realised value on land, shares, intellectual property and mining rights for exploration licences.",
                "Certain other mining rights, such as mining licences and mineral processing licences, attract PTT at 10 percent of the realised value."
            ]
        },
        {
            "id": "vat.imported_services.reverse_vat",
            "training_phrases": [
                "What is reverse VAT on imported services?",
                "Do I pay VAT on imported services?",
                "Reverse VAT rules Zambia"
            ],
            "responses": [
                "Reverse VAT applies where a taxable supplier in Zambia imports taxable services from a foreign supplier that fall within the scope of VAT, and the Zambian recipient accounts for VAT instead of the foreign supplier.",
                "Importation of exempt services by a taxable supplier, or importation by a person who makes exempt supplies or is not required to register, is outside the scope of reverse VAT."
            ]
        },
        {
            "id": "faq.contact_zra",
            "training_phrases": [
                "How can I contact ZRA for help?",
                "Where can I get more help?",
                "ZRA contact details",
                "Who do I talk to for clarification?"
            ],
            "responses": [
                "You can contact the ZRA National Call Centre, visit the nearest Customer Experience Centre or other ZRA offices, and use the official website for contact numbers, service information and practice notes.",
                "The practice note emphasises that detailed or disputed matters should be taken up directly with ZRA and that taxpayers retain their right of appeal on tax liability issues."
            ]
        }
    ],
    "fallback": {
        "responses": [
            "This question is beyond the scope of the current practice note. Please contact ZRA directly or consult the relevant tax legislation for a definitive position.",
            "The assistant can only give general guidance. For a detailed or binding position, kindly engage ZRA or a qualified tax advisor."
        ]
    }
}