{
    "bot_meta": {
        "name": "ZRA Assistant",
        "language": "en",
        "description": "Chatbot to answer basic Zambia Revenue Authority and Smart Invoicing questions using Practice Note No. 1 of 2025."
    },
    "intents": [
        {
            "id": "greeting.general",
            "training_phrases": [
                "Hi",
                "Hello",
                "Muli bwanji",
                "Good morning",
                "Good afternoon",
                "Good evening"
            ],
            "responses": [
                "Hello, welcome to the Zambia Revenue Authority virtual assistant. How can you be helped today?",
                "Welcome to the ZRA assistant. Ask anything about tax changes for 2025, Smart Invoice, VAT or other ZRA services."
            ]
        },
        {
            "id": "greeting.about_bot",
            "training_phrases": [
                "What can you do?",
                "How can you help me?",
                "Who are you?",
                "What is this chatbot for?"
            ],
            "responses": [
                "This assistant provides general guidance on recent Zambian tax changes for 2025, including income tax, VAT, Smart Invoice requirements, turnover tax, mobile money levy and other topics covered in Practice Note No. 1 of 2025. It does not replace the law or official ZRA advice."
            ]
        },
        {
            "id": "zra.mission_vision",
            "training_phrases": [
                "What is ZRA's mission?",
                "What is ZRA's vision?",
                "ZRA mission and vision",
                "Tell me about ZRA"
            ],
            "responses": [
                "ZRA's mission is to optimise and sustain revenue collection and administration for a prosperous Zambia.",
                "ZRA's vision is to be a world class model of excellence in revenue administration and trade facilitation.",
                "The ZRA tagline is: \"My Tax, Your Tax, Our Destiny\"."
            ]
        },
        {
            "id": "zra.practice_note_scope",
            "training_phrases": [
                "What is Practice Note No. 1 of 2025?",
                "Which laws are covered in this practice note?",
                "What changes are explained in Practice Note 1 2025?"
            ],
            "responses": [
                "Practice Note No. 1 of 2025 provides general guidance on various tax changes that take effect from 1 January 2025.",
                "It covers amendments to: the Income Tax Amendment Act No. 22 of 2024, Property Transfer Tax Amendment Act No. 27 of 2024, Value Added Tax Amendment Act No. 23 of 2024, VAT Regulations and Electronic Invoicing Regulations, Income Tax Advance Income Tax Regulations, Customs and Excise changes, Insurance Premium Levy changes, and the Mobile Money Transaction Levy Act No. 25 of 2024.",
                "The practice note is for general guidance only and is not a legal authority, and it does not remove any person's right of appeal or ZRA's discretion under the law."
            ]
        },
        {
            "id": "smart_invoice.basic_definition",
            "training_phrases": [
                "What is Smart Invoice?",
                "Explain the electronic invoicing system",
                "What is the ZRA e-invoicing system?",
                "What do you mean by Smart Invoicing?"
            ],
            "responses": [
                "Smart Invoice is the electronic invoicing system prescribed under the Value Added Tax Act and its regulations for issuing tax invoices in Zambia.",
                "From 1 January 2025, only invoices issued through the electronic invoicing system (Smart Invoice) or by a taxable supplier that ZRA has exempted from using Smart Invoice can generally be used to support VAT input tax claims."
            ]
        },
        {
            "id": "smart_invoice.input_tax_restriction",
            "training_phrases": [
                "Can I still use manual invoices for input VAT?",
                "Are invoices outside Smart Invoice allowed for input tax?",
                "Which invoices qualify for input tax claims?",
                "Do I need Smart Invoice to claim VAT?"
            ],
            "responses": [
                "From 1 January 2025, input tax can only be claimed using invoices issued from the electronic invoicing system (Smart Invoice) or invoices issued by a taxable supplier that has been formally exempted from using Smart Invoice.",
                "Manual invoices and invoices from non‑approved systems are no longer acceptable documentary evidence for input VAT claims for supplies made from 1 January 2025, except where the supplier is specifically exempt from Smart Invoice.",
                "Tax invoices issued outside Smart Invoice up to 31 December 2024 remain valid for input tax deduction in 2025, provided they meet the ninety‑day validity period and all mandatory tax invoice features."
            ]
        },
        {
            "id": "smart_invoice.system_downtime",
            "training_phrases": [
                "What happens when Smart Invoice is down?",
                "How long do I have to upload manual invoices?",
                "What if there is a system failure on the e-invoicing platform?"
            ],
            "responses": [
                "If Smart Invoice or an approved invoicing system is down and transactions are recorded manually, all manually recorded transactions must be uploaded to the electronic invoicing system within 72 hours after restoration of the system."
            ]
        },
        {
            "id": "smart_invoice.exemption",
            "training_phrases": [
                "Who can be exempted from Smart Invoice?",
                "Can ZRA allow me not to use Smart Invoice?",
                "Conditions for exemption from e-invoicing"
            ],
            "responses": [
                "The Commissioner‑General may allow a taxable supplier to use a document, device or equipment other than the electronic invoicing system if prescribed conditions are met.",
                "Where ZRA has exempted a taxable supplier from using Smart Invoice, invoices issued as prescribed by that supplier can still be used to support input tax claims."
            ]
        },
        {
            "id": "vat.thresholds_and_registration",
            "training_phrases": [
                "What is the VAT registration threshold for 2025?",
                "What is the VAT threshold for 2025?",
                "What is the VAT threshold?",
                "VAT threshold",
                "VAT registration threshold",
                "Do I need to register for VAT?",
                "What is the VAT turnover threshold?",
                "VAT threshold Zambia 2025",
                "VAT threshold 2025",
                "How much to register VAT?",
                "VAT registration limit"
            ],
            "responses": [
                "The statutory VAT registration threshold remains at K800,000 annual taxable turnover.",
                "If your annual taxable turnover exceeds K800,000, you are required to register for VAT, subject to the normal rules."
            ]
        },
        {
            "id": "turnover_tax.threshold_and_rate",
            "training_phrases": [
                "What is the turnover tax threshold for 2025?",
                "New turnover tax rate Zambia 2025",
                "Do I qualify for turnover tax?",
                "Turnover tax limits and rate"
            ],
            "responses": [
                "From 2025, the maximum annual threshold for turnover tax has increased from K800,000 to K5,000,000.",
                "For turnover between K12,000 and K5,000,000 per annum, the turnover tax rate is 5 percent.",
                "A taxpayer with annual taxable turnover exceeding K800,000 but not exceeding K5,000,000 is required to register for both turnover tax and VAT, while above K5,000,000 they fall under income tax and VAT."
            ]
        },
        {
            "id": "turnover_tax.gig_economy",
            "training_phrases": [
                "How is the gig economy taxed?",
                "What about online and gig workers for turnover tax?",
                "Turnover tax for gig economy 2025"
            ],
            "responses": [
                "The annual turnover threshold for turnover tax for persons conducting business through the gig economy has also increased to K5,000,000."
            ]
        },
        {
            "id": "turnover_tax.exclusions",
            "training_phrases": [
                "Who is excluded from turnover tax?",
                "Is rental income under turnover tax?",
                "Are mining operations on turnover tax?"
            ],
            "responses": [
                "Partnerships, income from consultancy services, mining operations and businesses on voluntary VAT registration remain excluded from turnover tax.",
                "The rental tax threshold remains at K800,000 and the threshold for artisanal and small‑scale mining licence holders also remains at K800,000."
            ]
        },
        {
            "id": "tax_clearance_certificate.basic",
            "training_phrases": [
                "What is a tax clearance certificate?",
                "When do I need a tax clearance certificate?",
                "Is tax clearance required for licences?",
                "Explain the general tax clearance certificate"
            ],
            "responses": [
                "A tax clearance certificate is a certificate issued by the Commissioner‑General confirming that a person or partnership has met tax obligations or made satisfactory arrangements with ZRA for a specified period.",
                "From 2025, a valid general tax clearance certificate is mandatory for many transactions, including transfer of property, change of motor vehicle ownership, issuance of various trading and mining licences, and certain government permits or licences.",
                "Professional bodies and other regulators must also require a tax clearance certificate for registration, renewal and issuance of practising licences, except for students or applicants not carrying on related business."
            ]
        },
        {
            "id": "advance_income_tax.remittances_and_exports",
            "training_phrases": [
                "What is the advance income tax on remittances?",
                "How is AIT on exports charged?",
                "Do I pay tax when sending money abroad?",
                "Advance income tax on foreign payments"
            ],
            "responses": [
                "Where a taxpayer does not have a valid tax clearance certificate, advance income tax at 15 percent applies on exports of goods for commercial purposes and on remittances above 2,000 United States dollars or kwacha equivalent sent outside Zambia through a commercial bank.",
                "This advance income tax is not a final tax; it sits as a credit on the taxpayer's account and can be used to offset other tax liabilities or be refunded where there are no liabilities."
            ]
        },
        {
            "id": "mobile_money_levy.basic",
            "training_phrases": [
                "What is the Mobile Money Transaction Levy?",
                "Who pays mobile money levy?",
                "Mobile money levy Zambia 2025"
            ],
            "responses": [
                "The Mobile Money Transaction Levy Act No. 25 of 2024 imposes a levy on payment or transfer of electronic money from one person to another, and it is administered by ZRA.",
                "Mobile money service providers must collect the levy, submit returns, remit the levies to ZRA by the due date, and keep records of their operations, with penalties for non‑compliance."
            ]
        },
        {
            "id": "pay_as_you_earn.basic",
            "training_phrases": [
                "Explain PAYE in Zambia",
                "How are salaries taxed in 2025?",
                "PAYE bands 2025",
                "What income is taxable under PAYE?"
            ],
            "responses": [
                "Pay As You Earn (PAYE) is the system under which employers deduct income tax from employees' emoluments using monthly tax bands for each charge year.",
                "Taxable emoluments include monthly salary, commutation of accrued leave days and accrued service bonuses, while certain payments like pension benefits, redundancy pay and medical expenses paid by the employer may be exempt."
            ]
        },
        {
            "id": "paye.disability_credit",
            "training_phrases": [
                "Is there a tax credit for persons with disabilities?",
                "Disability tax credit Zambia",
                "How much is the disability credit?"
            ],
            "responses": [
                "An employee registered with the Zambia Agency for Persons with Disabilities is entitled to a disability tax credit of K7,200 per annum, which is K600 per month.",
                "The employer should apply this credit when computing PAYE so that the employee's monthly tax payable is reduced by the credit amount."
            ]
        },
        {
            "id": "paye.refunds",
            "training_phrases": [
                "When can PAYE be refunded?",
                "How do I get a PAYE refund?",
                "Can overpaid PAYE be refunded?"
            ],
            "responses": [
                "PAYE is generally non‑refundable, but a refund may arise where tax has been overcharged in a charge year, for example due to payroll errors, use of wrong tax bands, or taxation of exempt income.",
                "A refund can also arise if an employee stops work during the year or makes eligible deductions such as donations to an approved Public Benefit Organisation, subject to the 15 percent limit of taxable income."
            ]
        },
        {
            "id": "property_transfer_tax.basic",
            "training_phrases": [
                "What is the property transfer tax rate in 2025?",
                "PTT rate on land and shares",
                "How much PTT do I pay?"
            ],
            "responses": [
                "From 1 January 2025, the property transfer tax rate is 8 percent of realised value on land, shares, intellectual property and mining rights for exploration licences.",
                "Certain other mining rights, such as mining licences and mineral processing licences, attract PTT at 10 percent of the realised value."
            ]
        },
        {
            "id": "vat.imported_services.reverse_vat",
            "training_phrases": [
                "What is reverse VAT on imported services?",
                "Do I pay VAT on imported services?",
                "Reverse VAT rules Zambia"
            ],
            "responses": [
                "Reverse VAT applies where a taxable supplier in Zambia imports taxable services from a foreign supplier that fall within the scope of VAT, and the Zambian recipient accounts for VAT instead of the foreign supplier.",
                "Importation of exempt services by a taxable supplier, or importation by a person who makes exempt supplies or is not required to register, is outside the scope of reverse VAT."
            ]
        },
        {
            "id": "faq.contact_zra",
            "training_phrases": [
                "How can I contact ZRA?",
                "Where can I get more help?",
                "ZRA contact details",
                "Who do I talk to for clarification?"
            ],
            "responses": [
                "For clarifications or specific cases, you can contact the ZRA National Call Centre, visit your nearest Customer Experience Centre or any ZRA office.",
                "The practice note emphasises that detailed or disputed matters should be taken up directly with ZRA and that taxpayers retain their right of appeal on tax liability issues."
            ]
        }
    ],
    "fallback": {
        "responses": [
            "This question is beyond the scope of the current practice note. Please contact ZRA directly or consult the relevant tax legislation for a definitive position.",
            "The assistant can only give general guidance. For a detailed or binding position, kindly engage ZRA or a qualified tax advisor."
        ]
    }
}